{
  "updatedAt": "2025-12-05T15:29:12.908Z",
  "students": [
    {
      "name": "Xuan",
      "worldContext": "AI-generated imagery and nostalgic aesthetics are increasingly shaping online visual culture. \n\nPeople even if they know it's AI generated content, they still find emotional connection and comfort in these fabricated images",
      "researchQuestion": "How can AI generated images to stimulate absurd false childhood memories that still feel oddly familiar and bring people a sense of nostalgia?",
      "whyMatters": "In an era when people feel increasingly anxious and overwhelmed by the expectations as well as work pressures of life, such AI generation production of false memories will offer a temporary emotional refuge.\n\nSo many AI content is used for false propoganda or information manipulation, and I want to find a more granular use of AI that focuses on creating dream like nostalgic memories.",
      "community": "Young generation who have common experiences with me;\nPeople who usually feel like AI is being used for functional extraction, rather than more poetic and artistic creation?",
      "explore": "I want to explore how AI images can make people feel something real. By combining the familiar with the strange, I hope to understand why viewers find comfort in unreal memories and how design can use this tension to create emotional connection in the digital age.\n\nI'm not trying to spread false info. I'm trying to create these surreal moments where we could suspend the common beliefes for a second, and quickly realize that these beautiful dream like images are not real but still evoke a sense of nostalgia, emotion and comfort. (almost childhood like)",
      "form": "Coding my early 2000s website to house all the images, writings, and readings. I'm trying to pretend that these AI-generated content are created WAY before generative AI exsits, so I can really suspend those common belief and create a dream-like experience.",
      "endGoal": "- My goal was to create an experience where the viewer could connect emotionally and find a fleeting sense of comfort through strange yet familiar AI image.\n- AI can not only be used for scary, false information propoganda. But it can be used for creating personal, often neglected, dream-like memories to bring a sense of calmness and create emotional connections.",
      "questions": "",
      "link": ""
    },
    {
      "name": "Cindy",
      "worldContext": "Globally, food waste has become a major environmental and social issue, shared living and urban lifestyles make the problem even more visible, as miscommunication and overstocking often lead to forgotten food.",
      "researchQuestion": "How do social dynamics, shared responsibilities, and spatial organization within co-living environments influence patterns of food forgetting and waste?",
      "whyMatters": "It matters because food waste is not just an environmental issue but also a social one. It reveals how communication, space, and responsibility are shared or neglected in daily life. By understanding these, we can design better systems for cooperation and sustainability in co-living environments.",
      "community": "- shared-living communities (share fridges with others)\n- people who are concerned about food waste or want to reduce food waste\n- people who tend to overbuy or underbuy",
      "explore": "- I aim to explore how design can visualize hidden food behaviors in shared homes\n- I want to create systems that encourage awareness and collaboration among housemates so we can reduce food waste",
      "form": "an interactive web simulation/ app",
      "endGoal": "I want to turn the act of forgetting into a new form of remembering/turn forgotten food into a chance for connection and creativity, where food that might be wasted becomes part of a shared story, a recipe, and a reminder of collective care.",
      "questions": "",
      "link": ""
    },
    {
      "name": "Sha",
      "worldContext": "- Noise is often seems as a \"lost in translation\" in communication (e.g. Medium as Message) Noise in the communication model: discuss what kind of noise influences human information transfer. \n- Noise is also a very important concept in computer arts but used as an artistic format\n- Noise is also very common theme in glitch and pixel art, and is not just a \"mistake\"",
      "researchQuestion": "Are we living in an era where information itself has become a visual symbol, completing a historical cycle of communication forms?",
      "whyMatters": "- Noise is everywhere in our daily life, in audio, thoughts, and even visuals. \n- How do we think of noise (visual, interactive, sound) as a form of presentation, rather than just a mistake?\n- When people look at noise as not just a mistake, but an added thing into the art, we can also appreciate a more abstract and unexpected way of communication",
      "community": "- people who are interested in digital arts, new ways of communication\n- people who are interested in combing noise into their project as a cultural practice",
      "explore": "- How to explore a different way of communication by utilizing noise as a method?\n- Can we use hand-tracking technology so human factor or interaction also becomes a noise that can drive different visual results?\n- How to use the abstraction between ancient chinese characters as a metaphor for infusing noise into this interactive project?\n- How to make noise beautiful when combining with my own cultural heritage?\n- How to use different visualization method to transform the way we present the information of the text ?",
      "form": "Interative with symbol- Touchdesigner(leapmotion、handtracking）",
      "endGoal": "- Creating a space where noise interactions become a way of communication.\n- What's the future of communication? Maybe no longer just texts or sound?",
      "questions": "canvas size-1920*1080? 1280*1280?",
      "link": ""
    },
    {
      "name": "Nora",
      "worldContext": "Many brands are exploiting the nostalgia into superficial aesthetics of commodity, lacking authenticity.",
      "researchQuestion": "1. How can graphic design reveal the emotional tension between commodified (fabricated) nostalgia and lived memory?\n2. What design strategies allow authenticity to emerge in nostalgic work without relying on retro aesthetics?\n3. How can archival, collecting, or auto-ethnographic methods serve as counter-practices against the commercialization of nostalgia?",
      "whyMatters": "- I constantly see designs that are using nostalgic styling, and I'm really into them! \n- Why people in my generation are feeling so nostalgic at such a young age? Nostalgia can bring people together really quickly. It feels across ethnicity and cultures\n- Big brands are using nostalgia to commodify our feelings. Things are fabricated but we still feel nostalgic!",
      "community": "Designers who are interested in exploring this tension and a more ethical approach in design",
      "explore": "This project intend to explore how can an auto-ethnographic approach resist the superficial aesthetics of commodified nostalgia, and instead use archival forms to reveal how nostalgia shapes personal and cultural identity?",
      "form": "Matrix. Figuring out what are some different types of nostalgia and creating nostalgia through the act of collecting and archiving",
      "endGoal": "creating a dialogue and tension between authenticity and aesthetic in design.",
      "questions": "",
      "link": ""
    },
    {
      "name": "Han",
      "worldContext": "- People are hungry for stories that are more eyecatching and unsual, even sometimes bizarre or unexpected.\n- People tend to pursue eye-catching stories, but AI has more often generated stereotyped stories, causing a mismatch between supply and demand.",
      "researchQuestion": "How to design educational interactive form to help people struggling to fomulate plots to build unconventional story in a engaging way?",
      "whyMatters": "- With the advance of AI and oversimulation, we often get \"brain fog\" instead of coming up with interesting unconventional story plots, which is why I'm interested in helping not just ME or others to brainstorm or practice this act of storymaking",
      "community": "- boardgame lover / storytelling lover\n- people who are struggling to make plots\n- people who are looking for mental treats (stimulation)",
      "explore": "Awaken people's own ability and impulse to create novel stories and satisfy the corresponding needs in an interesting way\n- What's an accessible, fun and engaging way for people to start making stories?\n- How do we welcome people with different levels of proficiency in storymaking?\n- How do people advance through game play and not get bored?\n- How to make the stories itself enterntaining to themselves?",
      "form": "online/offline bordgame with the ideas of \"the formula\"",
      "endGoal": "- How to open up the window of imagination for people to take the same spirit into their daily lives, so they can find joy in their mundane life.\n- Bring an interesting interactive way or game to enable people to create eye-catching stories in a happy way",
      "questions": "how to demonstrate my progress? There are so many type of content.",
      "link": ""
    },
    {
      "name": "Zitong",
      "worldContext": "- People are related to objects carrying their memories. finding it interesting. Transitional objects, personification.",
      "researchQuestion": "How can we archive objects with memories and find the transitional patterns through tactility, emotion link and rituals?",
      "whyMatters": "- Digital archives is important to record those memories with objects\n- objects have a way of healing others when we are struggling mentally",
      "community": "People who are seeking calmness, and looking for comfort through objects",
      "explore": "- How emotional relationships between people and objects can create forms of companionship and healing.\n- common throughline between these objects",
      "form": "An archive that houses all these research, objects",
      "endGoal": "- inspire others to look at their objects in a transitional way\n- You cannot carry the objects all the times or you may have lost it/broken/missing, but archiving them gives a sense of calm through this act of digital archiving",
      "questions": "I want to clear my whole thesis content/prensatation in a clear logical way",
      "link": ""
    },
    {
      "name": "Sam",
      "worldContext": "- When many people see or watch the food content, they can feel satisfied without directing eating the food. For me, personally I really enjoy them as well even though i don't eat them physically, but I feel content as well.\n- There's a concept called \"visual appetite\" and that leads me to thinking deeply about what kind of speculative world is driving mostly by visual appetite?",
      "researchQuestion": "What kind of relationship can we reimagine with food? What if there's a world where eating food is more about emotional satisfaction, than just for physical survival?",
      "whyMatters": "- The phenomenon of people feeling satisfied through digital content of food rather than actual eating reflects the visually driven consumer culture of modern society. Understanding this phenomenon makes us reconsider what and why we consume.\n- A lot of people spend a lot of time watching these contents digitally, and it feels like it also affects the relationship people have with food physically",
      "community": "- People who want to understand this cultural phenomenon \"mukbang\" and food \"gacha\" toy\n- People who want to reimagine a different relationship with food",
      "explore": "- The goal is to expand the definition of “eating/consuming”, exploring how visual consumption influences human desire and satisfaction in the digital era.\n- Due to climate change and the collapse of ecosystems, the food resource are limited in the future and only fungi have managed to adapt and survive independently.. People no longer find anything to eat. Instead of eating real food, they get nourishment simply by looking at the “visual meals” created by mushroom network.",
      "form": "website / Due to climate change and the collapse of ecosystems, the food resource are limited in the future and only fungi have managed to adapt and survive independently.. People no longer find anything to eat. Instead of eating real food, they get nourishment simply by looking at the “visual meals” created by mushroom network.",
      "endGoal": "- Create a scenario where people an spark discussions around the difference between \"eating\" and \"consuming\"\n- Hopefully reshape people's relationship with food - why do we eat? when do we get satisfied when we eat?\n- Create an alternate future that feels absurd but probable to open up people's imagination around the future of eating",
      "questions": "",
      "link": ""
    },
    {
      "name": "Sky",
      "worldContext": "- There are many resources online for people to self-learn coding. However, these learnings are not personalized and often over-generalized people's learning abilities\n- There are many apps that gamify the learning process, such as Duolingo or Habit Tracking Apps",
      "researchQuestion": "How to enhance the efficiency of self-learning about computing skills through UI/UX design and gamification?",
      "whyMatters": "Many beginners of learning content with certain thresholds often give up halfway or are reluctant to start because they cannot find a suitable learning mode. The diversity of learning modes also leaves some people unsure of how to choose the one that suits them best.",
      "community": "Teenagers who require to learn computing skills due to studying or working",
      "explore": "- How to open access to people who are visually impaired to learn code?",
      "form": "Different teaching models, such as ai virtual avatars for synchronous learning assistance, or the application of MBTI",
      "endGoal": "create a teaching system with creative UI and UX to explore a better way to help new learners about computing skills.",
      "questions": "",
      "link": ""
    },
    {
      "name": "Jenelle",
      "worldContext": "- There's uncertainty and system in our daily lives. And we each feel confined within these frames.\n- What's happening today is gradually is shaping the world into a dystopian world like 1984 that's highly survillenced and regulated. People are numb and they don't think too much. They're just living their lives without caring because they don't feel like they have the ability to change it even if they have an opnion.\n- A lot of people are looking for stability and structure in their lives that they would rather go with the flow of this linear development, than embrace uncertainty and change.",
      "researchQuestion": "How can visual systems, when combined with generative storytelling, create speculative narratives that both reveal and destabilize the illusion of control in contemporary societies?",
      "whyMatters": "In order for people to imagine the future, we need to destablize the current structures a little bit. It takes a speculative approach to open up imagination / shakens the system first to begin reimagine other possible futures\n\nIn order to make any new scenarios for the future, we need people to take a more speculative view at the current strucutre and system we live in now! And not feel jaded!",
      "community": "- Everyone who cares about and have infinite imagination towards the future.\n- People who want to explore alternative future making but often feel jaded or frustrated with the current structure",
      "explore": "- Untangle people's current relationship with the current systems/word like Education, Politics\n- Give people a sense of agency to create future\n- How can people co-create a newer version of 1984 together, one that is not that dystopia and linear",
      "form": "1. Website and/or other interactive digital forms. 2. Weaving(tangible)",
      "endGoal": "- Let everyone participate in building a new \"brave new world\" (2026 version), participatory!\n- The future is NOT LINEAR!",
      "questions": "Coding(?)",
      "link": ""
    }
  ]
}